of222/tutorials/rheoFoam/Cavity/Oldroyd-BLog/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    movingLid
    {
        type            wall;
        nFaces          127;
        startFace       32004;
    }
    fixedWalls
    {
        type            wall;
        nFaces          381;
        startFace       32131;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          32258;
        startFace       32512;
    }
)

// ************************************************************************* //
